Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/fingwit.tmx
Source language: en
Languages: sv

source: An unknown error occured.
sv: Ett okänt fel inträffade.

source: Right middle finger
sv: Höger långfinger

source: Add a fingerprint
sv: Lägg till ett fingeravtryck

source: Try again...
sv: Försök igen …

source: Fingerprint configuration tool
sv: Konfigurationsverktyg för fingeravtryck

source: Right ring finger
sv: Höger ringfinger

source: About
sv: Om

source: Active fingerprints are highlighted in green.
sv: Aktiva fingeravtryck är grönmarkerade.

source: Place your finger on the scanner...
sv: Placera fingret på skannern …

source: Delete this fingerprint
sv: Ta bort detta fingeravtryck

source: Left index finger
sv: Vänster pekfinger

source: Left thumb
sv: Vänster tumme

source: This device cannot store any more fingerprints.
sv: Denna enhet kan inte lagra fler fingeravtryck.

source: Right thumb
sv: Höger tumme

source: Left ring finger
sv: Vänster ringfinger

source: Sorry, your fingerprint could not be saved.
sv: Tyvärr kunde ditt fingeravtryck inte sparas.

source: Choose a finger to configure it:
sv: Välj ett finger för att konfigurera:

source: Fingerprints
sv: Fingeravtryck

source: Right index finger
sv: Höger pekfinger

source: No fingerprint reader detected
sv: Ingen fingeravtrycksläsare hittades

source: Well done! Your fingerprint was saved successfully.
sv: Bra jobbat! Ditt fingeravtryck har nu sparats.

source: Right little finger
sv: Höger lillfinger

source: Enable
sv: Aktivera

source: Cancel
sv: Avbryt

source: Left middle finger
sv: Vänster långfinger

source: This fingerprint is already saved, use a different finger.
sv: Detta fingeravtryck är redan sparat, använd ett annat finger.

source: Disable fingerprint authentication
sv: Inaktivera autentisering med fingeravtryck

source: Fingerprint authentication disabled
sv: Autentisering av fingeravtryck inaktiverad

source: Left little finger
sv: Vänster lillfinger

source: Good scan (%d so far)! Do it again...
sv: Lyckad skanning (%d hittills)! Gör det igen …

source: Quit
sv: Avsluta

source: fingerprint;authentication;security;biometric;
sv: fingeravtryck;autentisering;säkerhet;biometrisk;
